Repository: giellalt/corpus-sme
Catalog: tmx/smn/facta/samediggi.fi/toimintaohjelma_talousosio_20122015_pohjoissaame.pdf.tmx
Source language: sme
Languages: smn

source: o Sámediggi ordne miehtá sámiid ruovttuguovllu ja dan olggobealde guovllu sámiid gullandilálašvuođaid ja gullá guovllu sámiid dárbbuid ovddidan dihte iežas doaimma.
smn: Sämitigge uásálist ruuki- já čäcilaavâ miäldásâš vaikuttâsâiárvuštâlmân pehtilávt, aktiivlávt já äššitobdeht kulâmáin kuávlu sämmilijd.

source: Sámediggi álggaha ng. sápmelaš álbmotlahttoálgaga, nappo addojuvvo sámiide vejolašvuohta dahkat álgaga sámedikki čoahkkimii nu álkit go vejolaš.
smn: Sämitiigán láá torvejum tuárvi resursseh ruukilaavâ olášuttem várás. o Sämitigge uásálist pehtilávt já aktiivlávt aalmuglâš pištee ovdánem strategia já ohtsâškod-dečoonnâsmij valmâštâlmân.

source: 3.2.2 Sámi árbevirolaš dieđu dorvvasteapmi o Sámediggi oassálastá beaktili t Suoma luonddu máŋggahámatvuođa suodjaleami ja suvdilis geavaheami álbmotlaš strategiija ja doaibmanprográmma 2012-2020 ollašuhttimii, čuovvumii ja dan váikkuhanmuni árvvoštallamii ja ovddida sápmelaččaid guoski ulbmiliid jođánis ollašuhttima.
smn: Sämitigge valmâštâl Suomâ staatâ ruttâdâssáin, virgeomâhijd kenigittee, säämi pištee ovdánem strategia, mii lahtoo aalmuglâš strategian. 3.2.4 Sämikulttuur eellimvuáimálâšvuođâ turvim ubâ enâmist o Sämitiigán läjiduvvoo virge, mon pargoid kuleh sämikuávlu ulguubeln ässee sämmilij vuoi-gâdvuođâsajattuv já sämikielâlâš palvâlusâi já uásálistem ovdedem, ohtâvuođâtoollâm sämiservijguin já sämitige jieijâs tooimâ ovdedem sämikuávlu ulguubeln.

source: Sámediggái leat sihkkaraston doarvái resurssat strategiija ja doaibmanprográmma ollašuhttimii.
smn: o Sämitigge vuáđđud oovtâstpargoost máttááttâs- já kulttuurministeriöin, uáivikaavpugkuávlu kieldâiguin já sämiservijguin sämikulttuurkuávdáá uáivikaavpugkuávlun sämmilij kuáhtámsaijeen, sämitige ohtân toimâsaijeen já sämikielâlâš palvâlusâi já kerhotooimâ ornimsaijeen.

source: o Sámediggi oassálastá beaktilit ja váikkuhanfámolaččat Nagoya beavdegirjji9 ratifierenprosessii ja ollašuhttimii.
smn: o Sämitigge tuárju sämikuávlu ulguubeln ässee sämmilij ohtâvuođâ sämikuávlun já sämikult-tuur já ton hárjuttem.

source: Sámediggi váldá vuhtii iežas doaimmas sámi árbevirolaš dieđu dárbbuid ja ovddida árbevirolaš dieđu seailuma, sirdáseami ja ovdáneami boahttevaš sohkabuolvvaide buot doaimmainis. o Sámediggi ovddida ja láhčá vejolašvuođaid sámiid árbevirolaš dieđu dutkanguovddáža ásaheapmái.
smn: o Sämitigge lááčá iävtuid eidusâš toimâstis já uárnee proojeekttoimâstis kurssâ- já ker-hohámásâš tooimâ, moin tahhoo máhđulâžžân sämikuávlu ulguubeln ässee párnái já nuorâi máhđulâšvuođâid uápásmuđ eres sämipárnáid já -nuoráid já sämikuávlun sehe ovdediđ jieijâs mättim, mii lohtâs ärbivuáváláid sämi-iäláttâssáid, kulttuurolgospyehtimáid já ärbivuáválâš tiätun.

source: 3.2.3 Sámi kulturbirrasa dorvvasteapmi 9 Biologalaš máŋggahámatvuođa guoski oktasašsoahpamuššii gullevaš Nagoya beavdegirji geenariggodagaid oažžumis ja oažžumušas ja daid geavaheamis ožžojuvvon ávkkiid vuoiggalaš ja dássebeallásaš juohkimis.
smn: Kove: Pirita Näkkäläjärvi 3.2.5 Sämitige vaaljâvuáháduv ovdedem o Sämitiggelaavâ já -asâttâs uđâsmittem ohtâvuođâst vaaljâvuáhádâh uđâsmittoo parlamen-taarlâžžân sämitige toohâm iävtuttâsâi vuáđuld.

source: Sámiid luonddu máŋggahámatvuhtii gulavaš árbevirolaš diehtu Biodiversitehtasoahpamuša artihkal 8(j)
smn: o Sämitige vaaljâi äigimuddo rievdâduvvoo nuuvt, että vaaljah tuállojeh siämmáá ääigi Taažâ já Ruotâ sämitiggevaaljâiguin.

source: Soahpamušoassebealit galget álbmotlaš láhkaásaheami mielde gudnejahttit, gáhttet ja doalahit biologalaš máŋggahámatvuođa suodjaleami ja suvdilis geavaheami dáfus mearkkašahtti eamiálbmogiid ja árbevirolaš eallinvuogi máhtti báikkálašservošiid dieđuid, innovašuvnnaid ja geavadiid, ja maiddái ovddidit ja viiddidit daid heiveheami dán dieđu, innovašuvnnaid ja geavadiid oamasteaddjiid lobiin ja miehteváikkuhusain ja maiddái roahkasmahttit dáid dieđuid, innovašuvnnaid ja geavadiid geavaheamis ožžojuvvon ávkkiid dássebeallásaš juohkima.
smn: o Puáttee sämitiggevaaljâin váldoo sämikuávlust kiävtun šleđgâlâš jienâstem, jottee jienâstem-auto sehe ubâ enâmist munejienâstem poostâ iššijn.

source: Sámiid luonddu máŋggahámatvuhtii gulavaš árbevirolaš diehtu
smn: o Sämitigge rahttât ive 2015 sämitiggevaaljâi orniimân.

source: Sámiid luonddu máŋggahámatvuhtii gulavaš árbevirolaš diehtu albmana earenoamážit sápmelaš luonddugeavaheamis ja árbevirolaš sámi ealáhusain mat leat boazodoallu, guolásteapmi, meahccebivdu, čoaggin ja duodji ja maiddái birasgaskavuođas.
smn: Sämitigge tieđeet aktiivlávt jieijâs tooimâst já äigikyevdilijn sämmilij vuoigâdvuođáid lohtâseijee aašijn päikkisiijđoin, mediast já sosiaallâš mediast sämikielân já suomâkielân. Sämitigge oovded nuuvt siskiipiäláá ko ulguupiäláá-uv tieđettem.

source: Diehtu sirdása sámegiela lundui, meahccái, dálkái, boazodollui, duodjái, bivdui ja guolásteapmái gulavaš terminologiija ja sámegielat báikenamaid mielde.
smn: Sämitige tieđettem ovdeduvvoo vuáruvaikuttâslâžžân. Sämitige päikkisiijđoh ovdeduvvojeh eenâb vuáruvaikuttâslâžžân já pyerebeht aldanitten sämikielân já suomâkielân.

source: Árbevirolaš diehtu sirdojuvvo diđolaš oahpaheami, boarrásut sohkabuolvvain árbejuvvon málle, luđiid ja njálmmálaš muitalanárbevieru bokte ja maiddái boazodoalu, guolásteami, čoaggima, duoji ja meahccebivddu geavadiin.
smn: Sämitige päikkisijđoid ráhtoo tiätupakkeet sämmilij vuoigâdvuođâin sämikuávlust já ton ulguubeln. o Sämitigge palvâl sämmilijd täsiárvulávt puohâin Suomâst sarnum sämikielâin.

source: SÁMEDIGGI DOAIBMAPROGRÁMMA 2012-2015 18 (33) o Sámiid ruovttuguovllu eanangeavaheami stivremis heivehuvvojit ollislaččat biodiversitehtasoahpamuša Akwé: Kon -rávvagat.
smn: o Sämitiggeest láá kelijdeijee resursseh toimâđ já säämi kulttuurkuávdáš Sajos palvâl puohâid sämmilijd ávus kulttuurkuávdážin já sämmilij parlamenttáállun.

source: o Sámediggi doaibma suvdilis ovdáneami vuođul ja caggá dálkkádatrievdadeami buot doaimmainis ja seammás dorvvasta sámiid ruovttuguovllu eallinfámu ja sámekultuvrra seailuma maiddái boahttevaš sohkabuolvvaide.
smn: o Sämitige tooimâ ovdeduvvoo nuuvt, että sämitiggeest láá toimâsajeh puohâin sämikuávlu kieldâin.

source: o Sámediggi oassálastá beaktilit ja váikkuhanfámolaččat uhkivuloš luonddutiippaid dili buorideami várás ráhkaduvvon doaibmanplána ollašuhttimii, čuovvumii ja uhkivuloš luonddutiippaid dili guorahallamii sámiid ruovttuguovllus.
smn: Sämitige virgelmaah já sajanmáávsu uážžoo luáttámušulmuuh láá sämmilij kuáhtámnáál älkkeht já ohtâvuođâväldimij várás lii máhđulâšvuotâ táttuđ suáittimääigi virgelmain, amas ohtâvuođâväldimist šodâččii koloh sämmiláid.

source: o
smn: SÄMITIGGE

source: Sámediggi ovddida Eurohpalaš duovddaoktasašsoahpamuša (Eurooppalainen maisemayleissopimus) ollašuhttima ja oassálastá aktiivvalaččat ja váikkuha duovddaoktasašsoahpamuša oktasašbargui. Govva: Klemetti Näkkäläjärvi o Sámediggi oassálastá beaktilit ja váikkuhanfámolaččat dálkkádatrievdadeami mearrádusdahkamii ja dálkkádatrievdadeapmái vuogáiduvvanpolitihkaid ráhkadeapmái ja ollašuhttimii.
smn: TOIMÂOHJELM 2012–2015 20 (33) o Sämitige pargojuávkkupoolitlâš ohjelm já oovtviärdásâšvuođâ- já täsiárvuvuáváámeh valmâštuveh ive 2013 aalgâst já toh valmâštâlluvvojeh oovtâstpargoost pargojuávhoin o Sämitige pargojuávkku- já ekonomiahaldâttâh ovdeduvvoo pehtilávt väldimáin vuotân lahâasâttâs já uđđâ pargojuávkku- já ekonomiahaldâttâhvuáháduvâi ovdánem.

source: o Sámediggi bearráigeahččá, ahte ruvkelága ja čáhcelága sámekultuvrra heajudansuojit ollašuvvet dievasmearálaččat geavadis.
smn: o Sämitigge sirdâšuvá šleđgâlâš pargojuávkkuhaldâttuv já äššikirjehaldâttuv palvâlussáid ive 2015 räi.

source: Sámediggái leat sihkkaraston doarvái resurssat ruvkelága ollašuhttima várás. o Sámediggi oassálastá beaktilit ja váikkuhanfámolaččat álbmotlaš suvdilis ovdáneami strategiija ja servodatčatnasumi válmmaštallamii.
smn: o Sämitige pargo-oornig uđâsmittoo pehtilávt sämitiggelaavâ já -asâttâs uđâsmittem ohtâvuođâst demokraatlâžžân já parlamentaarlâžžân, väldimáin vuotân lahâasâttâs já haldâttuv vuáválâšvuođâi ovdánem.

source: Sámediggi válmmaštallá Suoma stáhta ruhtademiin sámi suvdilis ovdáneami strategiija mii geatnegahttá virgeoapmahaččaid ja laktojuvvo oassin álbmotlaš strategiija.
smn: Hiäđukoce-mist ovdeduvvojeh Suomâ aalmugijkoskâsij kenigâsvuođâi já kuávdášlâš olmoošvuoigâdvuođâi olášume koccee orgaanâi avžuuttâsâi olášume sämitige toimâohjelm mield.

source: 3.2.4 Sámekultuvrra eallinfámu dorvvasteapmi olles riikkas o Sámediggái ásahuvvo virgi, man bargguide gullá sámiid ruovttoguovllu olggobealde ássi sámiid riektesajádaga ja sámegielat bálvalusaid ja oassálastima ovddideapmi, oktavuođa
smn: Kove 2: Sämitigge 2012–2015

source: DOAIBMAPROGRÁMMA 2012-2015 19 (33) doallan sámeservviiguin ja sámedikki iežas doaimma ovddideapmi sámiid ruovttuguovllu olggobealde.
smn: Hiäđukocemist vuáijup eromâšávt sämmilijd kyeskee lahâasâttâs ovdedemprojektáid vaikutmân já sämikuávlu eellimvuáimálâšvuođâ pyereedmân sämikulttuur mield.

source: Sámediggi vuođđuda ovttasbarggus oahpahus- ja kulturministeriijain, oaivegávpoga gielddaiguin ja sámeservviiguin sámekulturguovddáža oaivegávpotguvlui sámiid deaivvadanbáikin, sámedikki oktan doaibmabáikin ja sámegielat bálvalusaid ja searvedoaimma ordnensadjin.
smn: Sämitigge tuálá aktiivlâš savâstâllâm EU:in sämmilijd kyeskee aašijn viggâmáin vaikuttiđ EU miärádâstohâmân oovtâstpargoost SPR:in.

source: o Sámiid ruovttuguovllu olggobeale sámiid oktavuohta sámiid ruovttuguvlui ja sámekultuvrii ja dan hárjeheapmái dorjojuvvo.
smn: o Sämitigge uásálist haldâttâsráđádâlmáid ive 2015 já vaikut pehtilávt haldâttâsohjelm sämi-kirjiimáid. SÄMITIGGE

source: o Sámediggi lágida vejolašvuođaid dan aitosaš doaimma olis ja ordne prošeaktadoaimmainis kursa- ja searvehápmásaš doaimma, mainna dahkko vejolažžan sámiid ruovttuguovllu olggobealde ássi mánáide ja nuoraide oahpásmuvvat eará sámemánáide ja -nuoraide ja sámiid ruovttuguvlui ja maiddái ovddidit iežaset máhtu sámi ealáhusain, kulturalbmanemiin ja árbevirolaš dieđus.
smn: Sämitiggepaje ohtsiih já sektorkuáhtásiih ovtâskâsčuággásiih ulmeh 3.3.1 Säämi iäláttâspolitiik o Sämitiigán vuáđuduvvoo iäláttâs- já vuoigâdvuođâlävdikode vuálásâžžân staatâ ruttâdâssáin säämi iäláttâsruttârááju, moin puáhtá tuárjuđ sämmilij ärbivuáválij iäláttâsâi hárjuttem (puásuituálu, kyelipivdo, meccipivdo, nurâdem já tyeji) já toid lohtâseijee uđđâ sämikulttuurmiäldásij iäláttâshaamij ovdánem, tegu ucessiähá ekologâlâš mađhâšem já ärbivuáválij iäláttâsâi pyevtittâsâi jáludem.

source: o Sámediggeválggaid áigemuddu rievdaduvvo nu, ahte válggat ordnejuvvojit oktanis Norgga ja Ruoŧa sámediggeválggaiguin.
smn: Eromâšávt tuárjup säminuorâi peessâm ärbivuáválij sämiiäláttâsâi pirrâdâhân já säämi nissoonirâtteijeevuođâ.

source: Čuovvovaš sámediggeválggain váldo atnui elektrovnnalaš jienasteapmi, johtti jienastanbiila sámiid ruovttuguovllus ja ovddalgihtii jienasteapmi poastta bokte olles riikkas.
smn: o Sämitiigán läjiduvvoo nk. tuástumruttârááju (puskurirahasto), vâi sämitigge puáhtá uuccâđ ruttâdem EU-projektij jotonpiejâmân.

source: o Ráhkkanuvvo jagi 2015 sámediggeválggaid ordnemii. 3.2.6 Sámedikki iežas doaimma ovddideapmi o
smn: Occoo ruttâdem EU rááhtusruttârájuohjelmijn toimâohjelm uulmij olášutmân.

source: Sámediggái ásahuvvo dieđiheaddji virgi. Sámediggi dieđiha aktiivvalaččat iežas doaimma ja áigeguovdilis sámiid rivttiide guoskevaš áššiid birra iežas ruovttusiidduin, medias ja
smn: o Sämitige iäláttâspoolitlâš toimâ pyereduvvoo vuáđđudmáin uđđâ viirgijd já uásálistmáin ak-tiivlávt sämi-iäláttâsâi oovdedmân hiäđukocemáin, lääjidmáin ovdedemprojektijguin já šiev oovtâstpargoin ärbivuáválij sämmilij iäláttâshárjutteijeiguin.

source: DOAIBMAPROGRÁMMA 2012-2015 20 (33) sosiálalaš medias sáme- ja suomagillii. Sámediggi ovddida siskkáldas ja olgguldas dieđiheami.
smn: Kove: Inga-Briitta Magga o Tuárjojeh já läjiduvvojeh iävtuh sämikulttuurmiäldásâš ärbivuáválij iäláttâsâi áámmátlâš máttááttâsân já tuárjoo eromâšávt oppâsopâmušškovlim ovdánem.

source: Sámedikki dieđiheami ovddideamis biddjo deaddu vuorrováikkuhussii.
smn: o

source: Sámedikki ruovttusiiddut rievdaduvvojit interaktiivalaččabun ja dakkárin, ahte daid lea álkit lahkonit nu sáme- ja suomagillii.
smn: Hiäđukocemáin já ovdedemtoimáin ovdeduvvoo taggaar tile, mii tuárju sämmilij ärbivuáválij iäláttâsâi já toi lahtosiäláttâsâi hárjuttem.

source: o Sámediggi bálvala sámiid dásseárvosaččat buot Suomas hubmojuvvon sámegielaiguin.
smn: o Ovdeduvvoo puáldámušviäru macâttem ärbivuáválij sämi-iäláttâsâi hárjutteijeid 3.3.2.

source: o Sámedikkis leat doarvái resurssat doaibmat ja sámekulturguovddáš Sajos bálvala sápmelaččaid buot sápmelaččaide rabas kulturguovddážin ja sámiid parlameantadállun.
smn: Sämikielâ eellimvuáimálâšvuođâ turvim o Säämi parlamentaarlâš rääđi ohtsâštave-eennâmlâš sämikielâ tutkâm- já áámmát/reesuurs-kuávdáá pissoo ruttâdem visásmittoo proojeektääigi já tooimâst šadda fastâtoimâ.

source: o Sámedikki doaibma ovddiduvvo dainna lágiin, ahte sámedikkis leat doaibmabáikkit buot sámiid ruovttuguovllu gielddain.
smn: Proojeekt vuáđuld lii läjidum pissoo malli säämi kielâoovtâstpargo orniimân SPR:st já sämitige tooimâst.

source: o Sámedikki bargoveahkapolitihkalaš prográmma ja ovttaveardásaš- ja dásseárvoplánat gárvánit jagi 2013 álggus ja dat válmmaštallojit ovttas bargoveagain.
smn: o Viggâp uážžuđ sämikielâi tááláá tile kyeskee čielgiittâspargo valmâšin ive 2013. Säämi kielâlaavâ olášume árvuštâllâm lii algâttum.

source: Sámediggi sirdása elektrovnnalaš bargoveahkahálddahusa ja áššebábirhálddahusa bálvalusaide jagi 2015 rádjai.
smn: o Säämi kielâlaahâ olášuvá tievâsmiärálávt já sämitigge kocá pehtilávt já aktiivlávt kielâlaavâ olášume.

source: Govva 2 Sámediggi 2012-2015
smn: Säämi kielâlahâčielgiittâs toimâiävtuttâsah láá olášittum.

source: DOAIBMAPROGRÁMMA 2012-2015 21 (33) o
smn: TOIMÂOHJELM 2012–2015 24 (33) o Sämikielâ toimâttâh ovdeduvvoo sämikielâ huolâttâs já kielâpolitiik äššitobdeeorgaanân.

source: Sámedikki bargoortnet ođaduvvo sámediggelága ja -ásahusa ođadeami oktavuođas beaktilin, demokráhtalažžan ja parlamentáralažžan ja das váldo vuhtii láhkaásaheami ja hálddahusa geavadiid nuppástupmi.
smn: Sämikielâlâš sänipargo já uđâssaanij ovdedem máhđulâšvuođah nanoduvvojeh, eromâšávt kielâteknologia vievâst. o Aanaar- já nuorttâsämikielâ sajattâh pyereduvvoo täsiárvusâš kiellân škovliimist, tuđhosijn, sämitige tooimâst já almolâš elimist tavesämikielâ paaldân.

source: Sámedikki parlamentáralaš stivren ja ovddugohcin ovddiduvvojit dainna lágiin, ahte várreságadoalli ja sámedikki stivrra sajádat nannejuvvojit bálkáhanvuogádagain vai politihkalaš doaibma beavttálmuvvá.
smn: Sämikielâ toimâttâhân vuáđuduvvojeh kulmâ uđđâ jurgâleijee virge, aanaar-, nuorttâ- já tavesämikielân. o Sämikielâ iäláskittee kielâpiervâl- já kerhotooimân ráhtojeh ohtâlâs kriteereh já kielâpiervâl-vuáváámeh sämitige jođettâsâst.

source: o Sámedikki bargoveahkaresurssat nannejuvvojit ekonomiijaplána mielde.
smn: o Kielâ iäláskittee kielâpiervâltooimah uárnejuvvojeh jyehi sämikuávlu kieldâst já sämikuávlu ulguubeln.

source: 3.2.7 Sámedikki ovddugohcima ovddideapmi o Sámedikki ovddugohcin lea rabas, áššedovdi, beaktil, boađuslaš ja váikkuheaddji.
smn: o Kielirääđi vuálásâžžân läjiduvvoo meriruttâ, moin puáhtá tuárjuđ rävis sämiaalmug njálmálâš já/tâi kirjálâš sämikielâ tááiđu haahâm.

source: o Ovddugohcimis lea deaddu eandaliige sámiid guoski láhkaásaheami ovddidanfidnuide váikkuheamis ja sámiid ruovttuguovllu eallinfámu buorideamis sáme-i kultuvrra mielde.
smn: 3.3.3 Sämipárnái já -nuorâi sajattuv ovdedem o Sämitige nuorâirääđi vuálásâžžân lii vuáđudum säämi nuorâimeriruttâ.

source: Čanasjoavkoovttasbargu iešguđet eiseválddiiguin jotkojuvvo ja ovddiduvvo.
smn: Nuorâirääđi vuálásâžžân vuáđuduvvoo Ofelašproojeekt, moos tähiduvvojeh tuárvi resursseh säämi nuorâimeriruuđáin.

source: o Ovddugohcin Eurohpá Uniovdnii ovddiduvvo ja buoriduvvo.
smn: o Sämipárnái- já nuorâi táárbuh váldojeh vuotân sämitige puoh tooimâst.

source: Sámediggi ságastallá aktiivvalaččat EU:in áššiin mat gusket sápmelaččaide ja viggá váikkuhit EU mearrádusdahkamii ovttasbarggus SPR:in.
smn: o Sämitige nuorâirääđi tuođâliih vaikuttemmáh-đulâšvuođah torvejuvvojeh já nuorâirääđi tooimâ já tubdâttetteevuotâ ovdeduvvoo säminuorâi sajattuv äššitobdeeorgaanân.

source: Oassálastá ráđđehusráđđádallamiidda jagi 2015 ja váikkuha beaktilit ráđđehusprográmma sápmelašmerkejumiide. SÁMEDIGGI
smn: o Säämi párnáikulttuurkuávdáást MÁNNU:st ráhtoo uási sämitige pissoo tooimâst já tooimân láá kelijdeijee resursseh.

source: DOAIBMAPROGRÁMMA 2012-2015 22 (33) 3.3 Sektormieldásaš dárkilis ulbmilat
smn: Toimâ lasettuvvoo já ovdeduvvoo sämikuávlust já vijđeduvvoo meid sämikuávlu ulguubel.

source: Oahpahus ja alitskuvlen Sámi parlamentáralaš ráđđi
smn: Sämitigge tuáimá staatâišeruttâvirgeomâhâžžân.

source: Sosiála- ja dearvasvuohta-bálvalusat Mánát ja nuorat
smn: Meriruuđâ mieđeetmân ráhtoo vaaljâpojijmield vuávám.

source: Sámediggebaji oktasaš ja sektormieldásaš dárkilis ulbmilat 3.3.1 Sámi ealáhuspolitihkka o Sámediggái ásahuvvo ealáhus- ja vuoigatvuohtalávdegotti vuollái stáhta doarjagiin sámi ealáhusfoanda, mainna duvdojuvvojit sámiid árbevirolaš ealáhusat (boazodoallu, guolásteapmi, meahccebivdu, čoaggin ja duodji) ja daidda gullevaš ođđa ealáhushámiid ovdáneapmi, degomat unnamahtosaš ekologalaš turisma ja árbevirolaš ealáhusaid buktagiid ovddosdikšun.
smn: o Vaikuttuvvoo aktiivlávt já pehtilávt sosiaal- já tiervâsvuođâhuolâttâs lahâasâttâs já haldâttuv oovdedmân.

source: Earenoamážit duvdojuvvojit sámenuorat vai sii beasašedje fárrui árbevirolaš ealáhusaide ja sámenissoniid fitnodagat.
smn: o Läjiduvvojeh iävtuh sämmilij ärbivuáválij iäláttâsâi hárjutteijei pargotiervâsvuođâhuolâttâ-sân, sajasâšišán já áigápuátun.

source: o Sámediggái ásahuvvo ng. vuođđofoanda (suom. puskurirahasto), vai sámediggi sáhttá ohcat ruhtadeami EU-prošeavttaid álggaheapmái.
smn: 3.3.5 Sämmilij kulttuurpalvâlusâi já taaidâeellim ovdedem o Sämitige hiäđukocemist ovdeduvvoo árvulaseviäru vyeledem säämi tyejeest já taidust 9 %.

source: Ohccojuvvo ruhtadeapmi EU ráhkadusfoandaprográmmain doaibmanprográmma ulbmiliid ollašuhttima várás.
smn: o Ráhtoo sämitige taaidâ- já tyejipoolitlâš ohjelm ive 2012 ääigi kulâmáin sämitaaidârijd já tuájárijd. Ohjelm rähtim várás pálkkááttuvvoo pargee.

source: Sámedikki ealáhuspolitihkalaš doaibma buoriduvvo dainna lágiin, ahte ásahuvvojit ođđa virggit ja oassálastojuvvo aktiivvalaččat sámi ealáhusaid ovddideapmái ovddugohcimiin, ovddidanfidnuiguin ja buriin ovttasbargguin olbmuiguin, geat hárjehit árbevirolaš ealáhusaid.
smn: Sämikielâlâš kulttuur oovdedmân já sämiseervij tooimân väridum meriruttâ loptejuvvoo ekonomiavuávám mield.

source: DOAIBMAPROGRÁMMA 2012-2015 23 (33) váikkuheaddji oassálastin ja maiddái Deanu sápmelaččaid guolástanárbevierru ja guolástanvuoigatvuođat dorvvastuvvojit Deanu guolástansoahpamušráđđádallamiin.
smn: Uđâsmittoo säämi kulttuurimeriruuđâ uuccâmproosees pehtilubbon. Kulttuurlävdikodde ráhtá sämitige toimâohjelm vuáđuld ive 2013 rääjist ihásijd mittomeerijd säämi kulttuurmeriruutân.

source: Govva: Inga-Briitta Magga o Dorjojuvvojit ja ráhkaduvvojit vejolašvuođat sámi árbevirolaš ealáhusaid ámmátlaš oahpahussii ja dorjojuvvo earenoamážit oahppasoahpamušskuvlejumi ovdáneapmi. o Dorjojuvvo ja ovddiduvvo dakkár dilli, mii duvdá sápmelaš árbevirolaš ealáhusaid ja daid siidoealáhusaid ovddugohcimiin ja ovddidandoaimmain.
smn: o Sämitigge oovded já lááčá jieijâs uásild iävtuid toos, et Suomâ ratifisist Unesco immateriaal-lâš kulttuurärbivyevi suojâlemsopâmuš nuuvt jotelávt ko máhđulâš o Tuárjoo sämmilij kulttuurolgospyehtimij siäilum, ovdánem já iäláskittem sämitige hiäđu-kocemist já jieijâs tooimâst o Säämi kulttuurimeriruuđâ mieđeetmist já hiäđukocemist läjiduvvojeh iävtuh toos, et sämi-kielâlâš já sämikulttuurmiäldásâš párnái- já nuorâi kirjálâšvuođâ, multimediapyevtittâs já eres palvâlusâi meeri já finnimvuotâ lassaan.

source: Ovddiduvvo boaldámušvearu máhcaheapmi árbevirolaš sámi ealáhusaid hárjeheaddjiide.
smn: o Tuárjoo hiäđukocemist Sämimuseo Siijdâ ovdánem, resurssistem já pargoi sirdem Museovirgáduvâst Siijdân.

source: Sámegiela eallinfámu dorvvasteapmi o Sámi parlamentáralaš ráđi davviriikkalaš sámegiela dutkan- ja ámmát/resursaguovddáža bissovaš ruhtadeapmi sihkkarastto fidnoáigge ja doaimmas šaddá bissovaš.
smn: o Läjiduvvojeh iävtuh nuorttâlâškulttuur-kuávdáá vuáđđudmân Čevetjáávrán oovtâstpargoost nuorttâlâšâi sijdâčuákkimáin já tuárjoo kuávdáá tooimâ já vaikuttemvuođâ lääjidmáin sämitige jieijâs tooimâid kuávdáá ohtâvuotân.

source: Fidnu vuođul lea ráhkaduvvon bissovaš málle sámegiela ovttasbarggu ordnema várás SPR:s ja sámedikki doaimmas.
smn: o Läjiduvvojeh iävtuh sämikielâlâš ohjelmfalâl-duv lassaanmân radiost já TV:st, eromâš tiäddučuágástâhhân sämikielâlâš já kulttuurmiäldásâš párnái- já nuorâiohjelmij merhâšittee lasanem sehe sämiradio kullumkuávlu viijđedmân kaavpugáid palvâliđ stuárráb uási sämmilijn.

source: Sámegielaid dálá dili guoskevaš čielggadanbargu geahččaluvvo oažžut gárvvisin jagi 2013 áigge.
smn: Vaikuttuvvoo pehtilávt já aktiivlávt Yleisradio sämikielâlâš palvâlusâi ruttâdem lasseedmân.

source: Sámegiela giellalága ollašuvvama guorahallan lea álggahuvvon.
smn: Lasseen säämi toovlášooskon kullee uhredem sieidijd lii kulttuurolgospyehtim.

source: o Ovddugohcimis deaddu lea eandaliige árbevirolaš sámegiela giellageavahanbirrasiid seailluheamis ja doarjumis.
smn: Uđđâsuboh kulttuurolgospyehtimeh uáivildeh uđđâáigásâš sämimuusik, teatter já elleekovetaiduu olášuu, koska sämmilij

source: DOAIBMAPROGRÁMMA 2012-2015 24 (33) o Sámi giellaláhka ollašuvvá dievasmearalaččat ja sámediggi bearráigeahččá beaktilit ja váikkuhanfámolaččat giellalága ollašuvvama.
smn: TOIMÂOHJELM 2012–2015 26 (33) o Sämitigge tuárju säämi kulttuurkuávdáš Saijoos sämi-kulttuurpalvâlusâi ovdánem já uárnee sämmilijd kulttuurpalvâlusâid meid eres sämikuávlu kieldâin já sämikuávlu ulguubeln.

source: Sámegiela giellaláhkačielggadeami doaibmabidjoevttohusat leat ollašuhtton. o Sámegiela doaimmahat ovddiduvvo sámegiela gáhttema ja giellapolitihka áššedovdiorgánan.
smn: o Saijoos sajattuv nanodem, ovdedem já tobdosin toohâm sämmilij virkkuus já jiešiävtulâš toimâmkuávdážin sehe ellee já maaŋgâpiälásâš tábáhtustáállun.

source: Sámegielat sátnerádjobarggu ja ođđasániid ovddideami vejolašvuođat nannejuvvojit, earenoamážit giellateknologiijain.
smn: o Saijoos jođettem- já markkânistem- sehe ton fastâ tuáimei koskâsâš oovtâsttoimâmmaali vuávám já

source: Anáraš- ja nuortalašgiela sajádat buoriduvvo ovttaárvosaš giellan skuvlejumis, dutkosiin, sámedikki doaimmas ja almmolaš eallimis davvisámegiela báldii.
smn: Kove: Anni Näkkäläjärvisooppum maali olášuttem já ovdedem já oovtâsttoimâmmaali toimâm- já pargojuávkkuresurssij turvim.

source: Sámegiela doaimmahahkii ásahuvvo golbma ođđa jorgaleaddji virggi anáraš-, nuortalaš- ja davvisámegielaide.
smn: o Algâaalmugij elleekovekuávdáá toimâ juátkoo já ovdeduvvoo já ton toimâ vijđeduvvoo še sämikuávlu ulguubel.

source: o Giela ealáskahtti giellabeassedoaibma ordnejuvvo guđege sámiid ruovttuguovllu gielddas ja sámiid ruovttuguovllu olggobealde.
smn: o Sämimuusikkuávdáá toimâ juátkoo já ovdeduvvoo. o Oovtâstpargo pargoo evaŋgellâš-luterilâš kirhoin já ortodoksâlâš kirhoin sämikielâlâš palvâlusâi pyereedmân.

source: Giellaráđi vuollái ásahuvvo mearreruhta, mainna doarjut rávesolbmuid njálmmálaš ja/dahje čálalaš sámegiela dáiddu skáhppoma. 3.3.3 Sámemánáid ja -nuoraid sajádaga ovddideapmi o
smn: 3.3.6 Sämimáttááttâs já ollâškovlim ovdedem o Säämi oppâmateriaal vaalmâštmân čujottum meri-ruttâ loptejuvvoo sämitige iävtuttâsâi mield.
